# CLI
brew 'argo'
brew 'argocd'
brew 'awscli'
brew 'bat'
brew 'direnv'
brew 'docker'
brew 'fzf'
brew 'gh'
brew 'ghostty'
brew 'git-lfs'
brew 'git'
brew 'gnupg'
brew 'hadolint'
brew 'helm'
brew 'jq'
brew 'k9s'
brew 'kind'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'stow'
brew 'terraform'
brew 'tree'
brew 'uv'
brew 'viddy'
brew 'yq'
brew 'zellij'
brew 'zoxide'

# Apps
cask 'alacritty'
cask 'discord'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'obsidian'
cask 'raycast'
cask 'shottr'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'

# Fonts
cask 'font-fira-code-nerd-font'
cask 'font-meslo-lg-nerd-font'
